Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PassKit/VirtualCard_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VIRTUAL_CARD_DASHBOARD_ENABLED_BODY
source: Continue to use your card as usual. When shopping online, it’s now available in Safari AutoFill with your real card information hidden.
ar: يمكنك متابعة استخدام بطاقتك على النحو المعتاد. وعند التسوق عبر الإنترنت، ستكون الآن متوفرة أيضًا في التعبئة التلقائية في سفاري مع إخفاء معلومات بطاقتك الحقيقية.
bg: Продължете да използвате картата си както обикновено. Когато пазарувате онлайн, тя сега е достъпна в Автоматично попълване в Safari, като информацията за истинската ви карта е скрита.
ca: Continua fent servir la targeta com sempre. En fer compres en línia, ara estarà disponible a la funció d’autocompletar del Safari i s’ocultarà la informació de la targeta real.
cs: Kartu můžete dál používat, jak jste zvyklí. Při nákupech online teď bude k dispozici pro automatické vyplňování v Safari se skrytými skutečnými údaji.
da: Fortsæt med at bruge dette kort som sædvanligt. Når du foretager køb online, er det tilgængeligt i Autoudfyld i Safari, men de rigtige kortoplysninger er skjult.
de: Du kannst deine Karte wie gewohnt verwenden. Beim Onlineshopping ist sie nun in „Automatisch ausfüllen“ in Safari verfügbar und deine echten Karteninformationen sind ausgeblendet.
el: Συνεχίστε να χρησιμοποιείτε την κάρτα σας ως συνήθως. Όταν κάνετε αγορές στο Διαδίκτυο, η κάρτα σας είναι πλέον διαθέσιμη στην Αυτοσυμπλήρωση Safari με απόκρυψη των πραγματικών στοιχείων της.
es: Sigue usando tu tarjeta como siempre. Cuando compres por internet, la tendrás disponible en la función de autorrelleno de Safari, pero se ocultarán los datos reales.
es_us: Sigue utilizando tu tarjeta como acostumbras. Al comprar en línea, estará disponible en Autorrelleno de Safari, aunque se ocultará la información de tu tarjeta real.
fi: Jatka kortin käyttöä normaalisti. Kun teet ostoksia verkossa, se on nyt käytettävissä Safarin automaattisessa täytössä. Oikean korttisi tiedot on kätketty.
fr: Continuez d’utiliser votre carte comme d’habitude. Lorsque vous effectuerez des achats en ligne, elle sera disponible dans la fonctionnalité de remplissage automatique de Safari mais les informations réelles de votre carte seront masquées.
fr_ca: Continuez d’utiliser votre carte comme d’habitude. Elle est désormais accessible dans le remplissage automatique de Safari pour que vous puissiez magasiner en ligne tout en masquant ses informations.
he: ניתן להמשיך להשתמש בכרטיס כרגיל. פרטי כרטיס זה זמינים כעת במילוי האוטומטי של Safari עבור רכישות ברשת, כאשר מספר הכרטיס האמיתי מוסתר.
hi: अपने कार्ड का सामान्य तरीक़े से इस्तेमाल करना जारी रखें। ऑनलाइन ख़रीदारी करते समय अब वह Safari ऑटोफ़िल में उपलब्ध रहेगा और आपकी वास्तविक कार्ड जानकारी छिपी रहेगी।
hr: Nastavite koristiti svoju karticu kao i inače. Kad kupujete na mreži, sada je dostupna u Safarijevoj Auto ispuni dok vaše stvarne informacije o kartici ostaju skrivene.
hu: Használja tovább a kártyáját a megszokott módon. Ha az interneten keresztül vásárol, akkor a kártya a Safari Automatikus kitöltés funkciójában is elérhető, amelynek használatakor a valódi kártyaadatai el lesznek rejtve.
id: Terus gunakan kartu Anda seperti biasa. Saat berbelanja online, kartu Anda kini tersedia di Isi-Auto Safari dan informasi asli kartu Anda akan disembunyikan.
it: Continua a usare la carta normalmente. Quando fai acquisti online, sarà ora disponibile per l’inserimento automatico in Safari, ma le sue informazioni reali saranno nascoste.
ja: これまで通りカードを引き続き利用できます。オンラインで買い物するときは、実際のカード番号を表示せずにSafariの自動入力で利用できます。
kk: Картаңызды әдеттегідей пайдалануды жалғастырыңыз. Интернетте заттар сатып алғанда, бұл енді Safari браузеріндегі «Авто толтыру» функциясы арқылы қолжетімді болады, ал нақты карта нөміріңіз жасырылады.
ko: 평소처럼 카드를 계속 사용할 수 있습니다. 이제 온라인으로 쇼핑할 때 이 카드를 Safari 자동 완성으로 사용하고 실제 카드 번호를 가릴 수 있습니다.
lt: Toliau naudokite kortelę kaip įprasta. Perkant internetu, ji pasiekiama naudojant „Safari“ automatinio užpildymo funkciją, o tikroji kortelės informacija yra paslėpta.
ms: Terus menggunakan kad anda seperti biasa. Apabila membeli-belah dalam talian, ia kini tersedia dalam Isi Auto Safari dengan maklumat kad sebenar anda tersembunyi.
nl: Blijf je kaart gewoon gebruiken. Wanneer je online winkelt, is de kaart beschikbaar in 'Vul automatisch in' in Safari, terwijl je echte kaartnummer wordt verborgen.
no: Fortsett å bruke kortet som vanlig. Når du handler på nett, kan du nå bruke autoutfylling i Safari uten å oppgi den egentlige kortinformasjonen.
pl: Używaj karty w zwykły sposób. Jest teraz dostępna w funkcji Wypełnianie w Safari, co pozwala ukryć prawdziwe dane Twojej karty podczas zakupów w Internecie.
pt_br: Continue a usar o cartão como de costume. Nas compras on‑line, ele ficará disponível no Preenchimento Automático do Safari com as informações do cartão real ocultadas.
pt_pt: Continue a usar o cartão como normalmente. Ao fazer compras online, está disponível no preenchimento automático do Safari com a informação do cartão real oculta.
ro: Continuați să vă utilizați cardul ca de obicei. Când faceți cumpărături online, acesta va fi disponibil în funcția Auto‑completare din Safari, iar informațiile cardului real vor fi ascunse.
ru: Вы можете использовать карту как обычно. При онлайн-покупках она будет доступна для автозаполнения в Safari, при этом настоящие данные Вашей карты будут скрыты.
sk: Kartu môžete ďalej normálne používať. Pri nakupovaní online bude k dispozícii pre automatické vypĺňanie v Safari so skrytými skutočnými údajmi.
sl: Še naprej uporabljajte svojo kartico kot običajno. Pri spletnem nakupovanju je zdaj na voljo v samodejnem izpolnjevanju v Safariju, pri čemer podatki o vaši pravi kartici ostajajo skriti.
sv: Fortsätt att använda kortet som vanligt. När du handlar online finns det nu tillgängligt i Safaris Autofyll och ditt riktiga kortnummer göms.
th: ใช้บัตรของคุณต่อไปตามปกติ เมื่อซื้อของออนไลน์ บัตรของคุณมีให้ใช้งานแล้วในการป้อนอัตโนมัติใน Safari และข้อมูลบัตรจริงของคุณถูกซ่อนอยู่
tr: Kartınızı her zamanki gibi kullanmayı sürdürün. Kart, çevrimiçi alışveriş yaparken gerçek kart bilgileriniz gizli bir şekilde Safari Otomatik Doldurma’da bulunabilir.
uk: Користуйтесь карткою як зазвичай. Під час оплати в інтернеті вона буде доступна для Автозаповнення в Safari, а дані реальної картки буде приховано.
vi: Tiếp tục sử dụng thẻ của bạn như bình thường. Khi mua sắm trực tuyến, thẻ bây giờ có sẵn trong Tự động điền của Safari với thông tin thẻ thực của bạn được ẩn.
zh_cn: 继续像平时一样使用你的卡。在线购物时，此卡现可在Safari浏览器“自动填充”中使用，且你的真实卡片信息会被隐藏。
zh_hk: 繼續如常使用卡。在網上購物時，它可用於Safari「自動填寫」，並會隱藏你的真實卡資料。
zh_tw: 繼續如常使用你的卡片。線上購物時，現可在隱藏你實際卡片資訊的情況下用於「Safari自動填寫」。

# CARD_NUMBERS_OTHER_SET_UP_VIRTUAL_CARD_NUMBER
source: Set Up Virtual Card Number
ar: إعداد رقم البطاقة الرقمية
bg: Настрой виртуална карта
ca: Configura el número de la targeta virtual
cs: Nastavit virtuální číslo karty
da: Indstil virtuelt kortnummer
de: Nummer der virtuellen Karte konfigurieren
el: Διαμόρφωση αριθμού εικονικής κάρτας
es: Configurar número de tarjeta virtual
es_us: Configurar número de tarjeta virtual
fi: Ota virtuaalikortin numero käyttöön
fr: Configurer un numéro de carte virtuelle
fr_ca: Configurer un numéro de carte virtuelle
he: הגדרת מספר כרטיס וירטואלי
hi: वर्चुअल कार्ड नंबर सेटअप करें
hr: Podesi virtualni broj kartice
hu: Virtuális kártya számának beállítása
id: Atur Nomor Kartu Virtual
it: Configura numero di carta virtuale
ja: バーチャルカード番号を設定
kk: Виртуалды карта нөмірін қосу
ko: 가상 카드 번호 설정
lt: Virtualiosios kortelės numerio nustatymas
ms: Sediakan Nombor Kad Maya
nl: Configureer virtueel kaartnummer
no: Konfigurer virtuelt kortnummer
pl: Skonfiguruj numer karty wirtualnej
pt_br: Configurar Número do Cartão Virtual
pt_pt: Configurar número do cartão virtual
ro: Configurați numărul de card virtual
ru: Настроить номер виртуальной карты
sk: Nastaviť číslo virtuálnej karty
sl: Nastavi številko navidezne kartice
sv: Ställ in virtuellt kortnummer
th: ตั้งค่าหมายเลขบัตรเสมือน
tr: Sanal Kart Numarası Ayarla
uk: Налаштувати номер віртуальної картки
vi: Thiết lập số thẻ ảo
zh_cn: 设置虚拟卡号
zh_hk: 設定虛擬卡號
zh_tw: 設定虛擬卡號

# VIRTUAL_CARD_DASHBOARD_ENABLED_TITLE
source: Virtual Card Number Enabled
ar: تم تمكين رقم البطاقة الرقمية
bg: Номерът на виртуалната карта е активиран
ca: Número de la targeta virtual activat
cs: Je zapnuté použití virtuálního čísla karty
da: Virtuelt kortnummer slået til
de: Nummer der virtuellen Karte aktiviert
el: Ενεργοποιήθηκε ο αριθμός εικονικής κάρτας
es: Número de tarjeta virtual activado
es_us: Número de tarjeta virtual activado
fi: Virtuaalikortin numero käytössä
fr: Numéro de carte virtuelle activé
fr_ca: Numéro de carte virtuelle activé
he: מספר הכרטיס הווירטואלי פעיל
hi: वर्चुअल कार्ड नंबर सक्षम
hr: Omogućen je broj virtualne kartice
hu: Virtuális kártya száma engedélyezve
id: Nomor Kartu Virtual Diaktifkan
it: Numero carta virtuale abilitato
ja: バーチャルカード番号が有効になっています
kk: Виртуалды карта нөмірі қосылды
ko: 가상 카드 번호가 활성화됨
lt: Virtualiosios kortelės numeris įjungtas
ms: Nombor Kad Maya Didayakan
nl: Virtueel kaartnummer ingeschakeld
no: Virtuelt kortnummer aktivert
pl: Numer karty wirtualnej włączony
pt_br: Número do Cartão Virtual Ativado
pt_pt: Número do cartão virtual ativado
ro: Număr de card virtual activat
ru: Номер виртуальной карты активирован
sk: Používanie čísla virtuálnej karty je zapnuté
sl: Številka navidezne kartice je bila omogočena
sv: Virtuellt kortnummer har aktiverats
th: เปิดใช้งานหมายเลขบัตรเสมือนแล้ว
tr: Sanal Kart Numarası Etkinleştirildi
uk: Номер віртуальної картки ввімкнено
vi: Đã bật số thẻ ảo
zh_cn: 虚拟卡号已启用
zh_hk: 啟用虛擬卡號
zh_tw: 已啟用虛擬卡號

# VIRTUAL_CARD_SET_UP_TITLE
source: Set Up Virtual Card Number
ar: إعداد رقم البطاقة الرقمية
bg: Настрой виртуална карта
ca: Configuració del número de la targeta virtual
cs: Nastavit virtuální číslo karty
da: Indstil virtuelt kortnummer
de: Nummer der virtuellen Karte konfigurieren
el: Διαμόρφωση αριθμού εικονικής κάρτας
es: Configurar número de tarjeta virtual
es_us: Configurar número de tarjeta virtual
fi: Ota virtuaalikortin numero käyttöön
fr: Configurer un numéro de carte virtuelle
fr_ca: Configurer un numéro de carte virtuelle
he: הגדרת מספר כרטיס וירטואלי
hi: वर्चुअल कार्ड नंबर सेटअप करें
hr: Podesi virtualni broj kartice
hu: Virtuális kártya számának beállítása
id: Atur Nomor Kartu Virtual
it: Configura numero di carta virtuale
ja: バーチャルカード番号を設定
kk: Виртуалды карта нөмірін баптау
ko: 가상 카드 번호 설정
lt: Virtualiosios kortelės numerio nustatymas
ms: Sediakan Nombor Kad Maya
nl: Configureer virtueel kaartnummer
no: Konfigurer virtuelt kortnummer
pl: Skonfiguruj numer karty wirtualnej
pt_br: Configure o Número do Cartão Virtual
pt_pt: Configurar número do cartão virtual
ro: Configurați numărul de card virtual
ru: Настройка номера виртуальной карты
sk: Nastaviť číslo virtuálnej karty
sl: Nastavitev številke navidezne kartice
sv: Ställ in virtuellt kortnummer
th: ตั้งค่าหมายเลขบัตรเสมือน
tr: Sanal Kart Numarası Ayarlayın
uk: Налаштувати номер віртуальної картки
vi: Thiết lập số thẻ ảo
zh_cn: 设置虚拟卡号
zh_hk: 設定虛擬卡號
zh_tw: 設定虛擬卡號

# VIRTUAL_CARD_ERROR_OK
source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# CARD_NUMBERS_OTHER_FOOTER
source: Find the card numbers for transactions where you used Apple Pay or your physical card. For returns or refunds, refer to the item’s transaction history for the last four digits of the card used.
ar: العثور على أرقام البطاقات للمعاملات التي استخدمت معها Apple Pay أو بطاقتك الحقيقية. لإجراء عمليات إرجاع أو استرداد، يمكنك مراجعة سجل تاريخ المعاملات الخاص بالعنصر لمعرفة آخر أربعة أعداد في رقم البطاقة المستخدمة.
bg: Намерете номерата на картата за транзакции, при които сте използвали Apple Pay или вашата физическа карта. За връщане или възстановяване на суми проверете историята на транзакциите на артикула за последните четири цифри на използваната карта.
ca: Troba el número de la targeta utilitzada per a les transaccions en què hagis fet servir l’Apple Pay o la targeta física. Per a devolucions i reemborsaments, consulta els últims 4 dígits de la targeta utilitzada a l’historial de transaccions de l’ítem.
cs: Zjistěte čísla karet, která jste použili při transakcích s Apple Pay nebo s vaší fyzickou kartou. Chcete‑li vrátit zboží nebo požadovat vrácení platby, poslední čtyřčíslí čísla použité karty najdete u dané položky v historii transakcí.
da: Find kortnumrene til transaktioner, hvor du brugte Apple Pay eller dit fysiske kort. Hvis du vil anmode om en returnering eller refundering, skal du kontrollere din transaktionshistorik og finde de sidste fire cifre i det kortnummer, som du brugte til købet.
de: Suche nach den Kartennummern für Transaktionen mit Apple Pay oder deiner physischen Karte. Bei Rückgaben oder Rückerstattungen verweise auf den Transaktionsverlauf des Artikels mithilfe der letzten vier Ziffern der verwendeten Karte.
el: Βρείτε τους αριθμούς κάρτας για συναλλαγές στις οποίες χρησιμοποιήσατε το Apple Pay ή τη φυσική κάρτα σας. Για επιστροφές αγαθών ή χρημάτων, ανατρέξτε στο ιστορικό συναλλαγών του εκάστοτε στοιχείου για να δείτε τα τελευταία τέσσερα ψηφία της κάρτας που χρησιμοποιήσατε.
es: Busca los números de la tarjeta que usaste en las transacciones realizadas con Apple Pay o con tu tarjeta física. Para devoluciones y reembolsos, busca los últimos cuatro dígitos de la tarjeta usada en el historial de la transacción correspondiente.
es_us: Encuentra los números de tarjeta en las transacciones en las que usaste Apple Pay o tu tarjeta física. Para devoluciones o reembolsos, consulta el historial de transacciones del artículo para encontrar los últimos cuatro dígitos de la tarjeta utilizada.
fi: Etsi korttinumerot tapahtumista, joihin käytit Apple Payta tai fyysistä korttiasi. Käytä palautuksille ja hyvityksille kohteelle käytetyn korttinumeron neljää viimeistä numeroa, joka näkyy sen tapahtumahistoriassa.
fr: Recherchez les numéros de carte associés aux transactions pour lesquelles vous avez utilisé Apple Pay ou votre carte physique. Pour un retour ou un remboursement, reportez-vous à l’historique de transactions de l’article pour connaître les quatre derniers chiffres du numéro de carte utilisé.
fr_ca: Recherchez les numéros de carte des transactions effectuées avec Apple Pay ou votre carte physique. Pour les retours et les remboursements, recherchez l’opération dans l’historique des transactions pour connaître les quatre derniers chiffres du numéro de la carte utilisée.
he: יש למצוא את מספרי הכרטיסים עבור עסקאות שבהן נעשה שימוש ב-Apple Pay או בכרטיס הפיזי. עבור ביטולים והחזרים כספיים, יש לחפש בהיסטוריית העסקאות של הפריט את ארבע הספרות האחרונות של מספר הכרטיס שבו השתמשת.
hi: आपने जिन लेनदेन के लिए Apple Pay या आपके फ़िज़िकल कार्ड का इस्तेमाल किया उनके लिए कार्ड नंबर ढूँढें। रिटर्न या धन वापसी के लिए इस्तेमाल किए गए कार्ड के अंतिम चार अंकों के लिए आइटम की लेनदेन हिस्ट्री का संदर्भ लें।
hr: Pronađite brojeve kartica za transakcije u kojima ste koristili Apple Pay ili svoju fizičku karticu. Za povrate ili povrate sredstava referirajte se na povijest transakcija stavke za posljednja četiri broja korištenog broja kartice.
hu: Az Apple Pay-tranzakciókhoz és a fizikai kártyához használt kártyaszámok utolsó négy számjegye. Visszaküldések és visszatérítések esetén a használt kártya utolsó négy számjegyét a termék tranzakciós előzményei között találja.
id: Temukan nomor kartu untuk transaksi di tempat Anda menggunakan Apple Pay atau kartu fisik Anda. Untuk pengembalian atau pengembalian dana, lihat riwayat transaksi item untuk empat digit terakhir kartu yang digunakan.
it: Trova i numeri delle carte per le transazioni in cui hai utilizzato Apple Pay o la carta fisica. Per i resi o i rimborsi, cerca le ultime quattro cifre del numero della carta usata nella cronologia delle transazioni corrispondente.
ja: Apple Payまたは物理的カードを使用した取引のカード番号を検索します。 返品または返金の際は、支払いに使用したカードの下4桁で商品の取引履歴を参照してください。
kk: Apple Pay сервисін немесе физикалық картаңызды пайдаланған транзакциялар үшін карта нөмірлерін табыңыз. Қаражатты қайтару немесе өтеу үшін заттың транзакция тарихынан пайдаланылатын картаның соңғы төрт цифрын қараңыз.
ko: Apple Pay 또는 실물 카드를 사용한 거래에 대해 카드 번호를 확인할 수 있습니다. 반품이나 환불이 필요한 경우, 구매 항목의 거래 내역에서 당시 사용된 카드 번호의 마지막 4자리 숫자를 확인할 수 있습니다.
lt: Raskite operacijų, kuriose naudojote „Apple Pay“ arba fizinę kortelę, kortelių numerius. Prekių ar lėšų grąžinimo atveju operacijų istorijoje rasite paskutinius keturis kortelės numerio skaitmenis.
ms: Cari nombor kad untuk transaksi yang anda gunakan Apple Pay atau kad fizikal anda. Untuk pemulangan atau bayaran balik, rujuk sejarah transaksi item untuk mendapatkan empat digit terakhir kad yang digunakan.
nl: Zoek de kaartnummers op van de transacties waarvoor je Apple Pay of je fysieke kaart hebt gebruikt. Voor retour­zendingen of terug­betalingen, verwijs je naar de transactie­geschiedenis van het onderdeel om te zien wat de laatste vier cijfers van het kaartnummer zijn.
no: Finn kortnumrene for transaksjonene du utførte med Apple Pay eller det fysiske kortet. Ved retur av varer eller refusjoner må du sjekke de fire siste sifrene på kortet i transaksjons­loggen for kjøpet.
pl: Ostatnie cztery cyfry numeru karty są używane podczas płacenia przy użyciu karty fizycznej lub Apple Pay. W przypadku zwrotów towarów lub środków ostatnie cztery cyfry numeru użytej karty znajdziesz w historii transakcji.
pt_br: Encontre os números dos cartões usados nas suas transações com cartão físico ou Apple Pay. Para devoluções ou reembolsos, consulte no histórico de transações do item os quatro últimos dígitos do número do cartão usado.
pt_pt: Procure os números de cartão usados para transações com o Apple Pay ou o cartão físico. No caso de devoluções ou reembolsos, procure no histórico de transações do artigo os últimos quatro dígitos do cartão usado.
ro: Găsiți numerele de card pentru tranzacțiile unde ați utilizat Apple Pay sau cardul fizic. Pentru returnarea sau rambursarea unui articol, consultați istoricul tranzacțiilor articolului respectiv pentru a afla ultimele patru cifre ale cardului utilizat.
ru: Узнайте номера карт, использованных для транзакций с физической карты и транзакций через Apple Pay. Последние 4 цифры номера использованной карты, необходимые для возврата или возмещения, можно найти в истории транзакций, связанных с покупкой.
sk: Zistite čísla kariet, ktoré ste použili pri transakciách s fyzickou kartou a Apple Pay. Pri vracaní tovaru alebo refundáciách nájdete posledné štyri číslice použitej karty v histórii transakcií položky.
sl: Najdite številke kartic za transakcije, pri katerih ste uporabili storitev Apple Pay ali svojo fizično kartico. V primeru vrnitev ali povračil preglejte zgodovino transakcij artikla in poiščite zadnje štiri števke kartice, ki ste jo uporabili.
sv: Hitta kortnumren för transaktioner där du har använt Apple Pay eller ditt fysiska kort. För returer eller återbetalningar kan du hitta de fyra sista siffrorna för kortet som användes under objektets transaktionshistorik.
th: ค้นหาหมายเลขบัตรสำหรับรายการธุรกรรมที่คุณใช้ Apple Pay หรือบัตรจริงของคุณ สำหรับการขอคืนสินค้าหรือเงินคืน ให้ดูที่เลขสี่หลักสุดท้ายของบัตรที่ใช้ในประวัติรายการธุรกรรมของสินค้า
tr: Apple Pay’i veya fiziksel kartınızı kullandığınız işlemler için kart numaralarını bulun. Para veya ürün iadelerinde, kullanılan kart numarasının son dört rakamı için öğenin işlem geçmişine bakın.
uk: Можна визначати номери карток, використаних для трансакцій із фізичної картки й Apple Pay. Для повернення чи відшкодування коштів знайдіть чотири останні цифри номера використаної картки в історії трансакцій.
vi: Tìm số thẻ cho các giao dịch mà bạn đã sử dụng Apple Pay hoặc thẻ vật lý của mình. Để trả hàng hoặc hoàn tiền, hãy tham chiếu lịch sử giao dịch của mặt hàng để biết bốn chữ số cuối của thẻ được sử dụng.
zh_cn: 找到你使用Apple Pay或实体卡交易的卡号。 对于退货或退款，请查看对应项目的交易记录，获取所用卡的卡号末四位。
zh_hk: 找出你使用Apple Pay或實體卡進行交易的卡號。 辦理退貨或退款時，請參考該項目的交易記錄，找出交易所使用的卡之最後四位數字。
zh_tw: 找到你使用Apple Pay或實體卡片進行交易的卡號。 在辦理退貨或退款時，請檢查該項目的交易記錄來找到所使用的卡號末四碼。
